{
   "concept" : 
      { "name" : "Elk's Run"
      , "concept" : "Player Covenant"
      , "tribunal" : "Hibernia"
      , "appearance" : "Situated in a warm valley in Munster"
      , "founded" : 1170
      , "description" : [
	 "Elk's Run is a canon covenant [CI], although it was demoted to Summer in 1220 for the purpose of this saga."
      ]
      }
   , "state" : {
      "librarycsv" : "Data/books.csv"
   },
   "history" : [
   ],
   "plan" : [ 
      { "season" : "Summer 1217"
      , "joining" : [ "Cieran" ]
      },
      { "season" : "Winter 1254"
       , "story": [
	  { "narrative" : "Beibhinn spends the year at Vigill to read."
	  , "comment" : "Available books at Vigil: Three imaginem titles at Q8/Q9/Q12; Herbam Tractatus Q12, Q11, Q8; Magic Theory Tractactus Q11, Q9, Q9"
	  }

       ]
      },
      { "season" : "Summer 1254"
      , "joining" : [ "Eogan mac Eogan" ]
       , "story": [ { "title" : "The lost Unicorn", "SQ" : 10
      , "narrative" : "Eogan was approached by a man from a village half a day away, needing help with a wild horse with wounds that would not heal.  The horse was chased by three dark fey, a rabbit, a ram, and a wolf.  They meet a magic owl in a tree with an ancient hole, saying that the hole was made by the horn of a unicorn who since lost the horn to someone who made it into a weapon.  On the second visit, the tree is gone.  Tiou and Sean recover the horn from a mound which also contains an Hermetic sanctum.  Eogan stays out of the mound, for fear of the magi's dangers.  The aura there is faerie."
       }
       ]
      },
      { "season" : "Spring 1255"
       , "story": [
	  { "title" : "Joseph's fiancé"
	  , "narrative" :
	     [ "Joseph ex Miscellanea of Lambaird visits with his wife, Rhianna, and his brother Jacob, who is a horse trader.  They are fraternal twins. Joseph has been instrumental to healing the rift between Vigil and Lambaird.  It is not the first time they visit Elk's Run after the agreements of resiprocal reading hospitality were made."
             , "Aedan MacCloud, an Irish lord, appears with his daughter, Deirdre, who is also betrothed to Joseph. It turns out that he has about eight wives, under old Brehon Law, often with faerie blessing. Aedan brother, a parish priest known as father Clint, is also part of the entourage.  They also bring two guards. Aedan's holdings are in the North of Ireland."
	     ]
	  , "comment" :
	     [ "Trade three Creo tractatus to receive three Imaginem Tractatus (Q2/Q9/Q8), as proposed by Rhianna."
             , "One confidence point per character taking part."
	     ]
	  , "SQ" : 8
	  }
       ]
       , "acquired" :
          [ { "bookID" : "Im-Vigil-Q8"
	     , "stats" : { "quality" : 8, "topic" : { "art" : "Imaginem" } }
	  }, { "bookID" : "Im-Vigil-Q9"
	     , "stats" : { "quality" : 9, "topic" : { "art" : "Imaginem" } }
	  }, { "bookID" : "Im-Vigil-Q12"
	     , "stats" : { "quality" : 12, "topic" : { "art" : "Imaginem" } }
	  }
	  ]
      }
   ]
}
